[
  {
    "day": 1,
    "stamp_png": "01.png",
    "message": "Every journey starts by taking one brave setp. Today, that step is enough"
  },
  {
    "day": 2,
    "stamp_png": "02.png",
    "message": "Even Pikachu needed time to trust someone new. Let yourself grow at your own pace."
  },
  {
    "day": 3,
    "stamp_png": "03.png",
    "message": "Like Eevee, you don't need to know your final form yet. You're allowed to evolve when you're ready."
  },
  {
    "day": 4,
    "stamp_png": "04.png",
    "message": "Some days you catch everything, and some days you simply show up."
  },
  {
    "day": 5,
    "stamp_png": "05.png",
    "message": "Dragonite is powerful, but its kindness is its real strength. Yours is too."
  },
  {
    "day": 6,
    "stamp_png": "06.png",
    "message": "Progress is rarely loud; trust the quiet improvements."
  },
  {
    "day": 7,
    "stamp_png": "07.png",
    "message": "Don't compare your path to someone else's - your adventure was never meant to match theirs."
  },
  {
    "day": 8,
    "stamp_png": "08.png",
    "message": "Not every day has to be a gym battle. Some days are meant for walking with your buddy."
  },
  {
    "day": 9,
    "stamp_png": "09.png",
    "message": "Someone is smiling today because you exist in their world."
  },
  {
    "day": 10,
    "stamp_png": "10.png",
    "message": "Psyduck gets overwhelmed too. It's okay to pause and breathe when things get noisy."
  },
  {
    "day": 11,
    "stamp_png": "11.png",
    "message": "You don't have to transform overnight. Evolving slowly is still evolving."
  },
  {
    "day": 12,
    "stamp_png": "12.png",
    "message": "Snorlax reminds us that winter is for resting. Slowing down is part of the season."
  },
  {
    "day": 13,
    "stamp_png": "13.png",
    "message": "Like a legendary encounter, rare moments of joy often appear when you least expect them."
  },
  {
    "day": 14,
    "stamp_png": "14.png",
    "message": "Like Delibird delivering surprises, may small kindnesses find you today. Even from yourself."
  },
  {
    "day": 15,
    "stamp_png": "15.png",
    "message": "Swinub survives winter by staying cosy with friends. You don't have to face the cold alone."
  },
  {
    "day": 16,
    "stamp_png": "16.png",
    "message": "Like Abomasnow standing calm in a snowstorm, you've weathered more than you realise."
  },
  {
    "day": 17,
    "stamp_png": "17.png",
    "message": "Even the brightest Christmas lights need a place to plug in. Make time to recharge."
  },
  {
    "day": 18,
    "stamp_png": "18.png",
    "message": "Ask for help when you need it—teamwork is strength."
  },
  {
    "day": 19,
    "stamp_png": "19.png",
    "message": "Lapras carries others gently across icy waters. Let others support you when you need it."
  },
  {
    "day": 20,
    "stamp_png": "20.png",
    "message": "Keep some hope in your pocket; you’ll need it for bold ideas."
  },
  {
    "day": 21,
    "stamp_png": "21.png",
    "message": "Spheal rolls through the snow with pure enthusiasm. May today bring you one small silly moment."
  },
  {
    "day": 22,
    "stamp_png": "22.png",
    "message": "Like Froslass drifting through a quiet snowy town, may calm winter magic follow your footsteps today."
  },
  {
    "day": 23,
    "stamp_png": "23.png",
    "message": "Watching Alolan Vulpix curl up in fresh snow is a reminder that softness is strength. Let yourself rest gently today."
  },
  {
    "day": 24,
    "stamp_png": "24.png",
    "message": "On Christmas Eve, even Charizard slows down to enjoy the warmth. May tonight wrap you in the same gentle glow."
  },
  {
    "day": 25,
    "stamp_png": "25.png",
    "message": "Merry Christmas, Trainer. Even on the days you've felt like a tired Togepi or a wandering Cubchoo, you kept going, and that's something worth celebrating. May today feel like standing beside a glowing Alolan Ninetales in the quiet snow... peaceful, safe, and full of hope. You deserve every warm moment, every small joy, and every bit of love this day brings - simply because you're here. Let this be your reminder that the greatest gift of all this year is YOU. Merry Christmas and Happy Holidays, love the RDAB Team."
  }
]
