{
  "title": "Doncaster GO Wild Area 2025",
  "description": "Whispered among the trees of the wild area, a new chapter awaits brave Trainers. Follow the shimmering lights and discover encounters spun from folklore and stardust.",
  "logo_alt": "GO Wild Area Doncaster emblem",
  "meta": {
    "canonical": "https://rdab.app/gowa"
  },
  "buttons": [
    {
      "label": "back to RDAB",
      "endpoint": "home",
      "variant": "outline"
    },
    {
      "label": "View details on Pokemon GO",
      "href": "https://pokemongo.com/en/news",
      "variant": "primary",
      "new_tab": true
    }
  ],
  "social": {
    "label": "Stay Connected with RDAB",
    "links": [
      {
        "label": "RDAB Instagram",
        "href": "https://www.instagram.com/raidingdoncaster",
        "new_tab": true
      },
      {
        "label": "RDAB TikTok",
        "href": "https://www.tiktok.com/@pokemongodoncaster",
        "new_tab": true
      }
    ]
  },
  "events": {
    "heading": "2 Days. 1 Wild Adventure.",
    "body": "Gather your friends, your team, and your courage. The Wild Area calls! From a local meet-up to a grand community celebration, every moment counts.",
    "cards": [
      {
        "title": "GO Wild Area: Doncaster Meet-up",
        "date": "15 November · 10:00 – 18:00",
        "location": "Elmfield Park, Doncaster",
        "logo": "gowa/logo.png",
        "logo_alt": "GO Wild Area: Doncaster Meet-up logo",
        "button": {
          "label": "RSVP",
          "href": "https://cmpf.re/KdCzZd",
          "variant": "primary",
          "new_tab": true
        }
      },
      {
        "title": "Pokémon GO: Wild Area Community Celebration – Doncaster",
        "date": "16 November · 10:00 – 18:00",
        "location": "Doncaster Market",
        "logo": "gowa/communitycel.png",
        "logo_alt": "Wild Area Community Celebration logo",
        "button": {
          "label": "Find out more",
          "href": "#wild-area-details",
          "variant": "outline",
          "new_tab": false
        }
      }
    ]
  },
  "narrative": {
    "heading": "Wait… an Official Pokémon GO Event?!",
    "lede": "Yes, Niantic are delivering an in-person Community Celebration event — right here in Doncaster.",
    "paragraphs": [
      "Niantic, Raiding Doncaster and Beyond along with Community Ambassador teams from across the north of England have teamed up to help deliver Europe's first ever official Pokémon GO: Community Celebration event.",
      "This is where community passion meets official gameplay. Expect a true in-person experience both on the ground in the City of Doncaster and in-game. From official route tours and raid trains, to geocache adventures and competitive challenges, to live activities and celebrations across the city.",
      "On Sunday, 16th November, the Wild Area comes alive at Doncaster Market and Corn Exchange from 10am till 6pm.",
      "This is not just an event. It's a milestone — where the communities of the North unite to deliver something truly world-class. Join us. Be a part of Pokémon GO history."
    ],
    "breaker": {
      "image": "gowa/section-breaker.png",
      "alt": "Golden sparkle divider"
    },
    "button": {
      "label": "Learn More about Wild Area 2025",
      "href": "https://pokemongo.com/gowildarea/global",
      "variant": "outline",
      "new_tab": true
    }
  },
  "expectations": {
    "heading": "What to Expect?",
    "quote": "“The Wild Awakens”",
    "disclaimer": "The Wild Awakens is a community-run creative experience designed, developed and organised by Community Ambassadors. This experience is not sponsored by or affiliated with Niantic, Scopely, The Pokémon Company, Game Freak or The Pokémon Company International.",
    "paragraphs": [
      "The ancient Fairy Council has stirred from their slumber, and a mysterious energy is spreading across Doncaster.",
      "In its wake rises a protest movement calling themselves Team NO Wild — a group claiming to “protect” nature by driving Trainers from the city. But their motives may not be as pure as they seem.",
      "This original storyline has been developed by the Raiding Doncaster and Beyond Community Ambassadors as an independent, fan-made experience, created to celebrate the spirit of exploration and community that Pokémon GO inspires.",
      "On 16 November, during the Doncaster Community Celebrations, Trainers can take part in activities inspired by this story in live in-person activities exclusive to the day.",
      "Will you side with the Fairy Council, restoring balance to the Wild? Or align with Team NO Wild, seeking to control its growing power?"
    ]
  },
  "factions": {
    "heading": "Choose Your Side",
    "intro": "On November 16th, your choices will shape the fate of Doncaster’s wilds.",
    "cards": [
      {
        "title": "The Fairy Council",
        "body": "Guardians of harmony and ancient nature magic. The Fairy Council seeks to calm the rising chaos and restore balance.",
        "sigil": "gowa/sigil-fairy-council.png",
        "sigil_alt": "The Fairy Council sigil"
      },
      {
        "title": "Team NO Wild",
        "body": "A radical movement claiming to protect the “Natural Order” by driving Trainers out of the city. But their true motives remain hidden in the shadows.",
        "sigil": "gowa/sigil-team-nowild.png",
        "sigil_alt": "Team NO Wild sigil"
      }
    ]
  },
  "activities": {
    "heading": "Core Activities",
    "disclaimer": "The Wild Awakens is a community-run creative experience designed, developed and organised by Community Ambassadors. This experience is not sponsored by or affiliated with Niantic, Scopely, The Pokémon Company, Game Freak or The Pokémon Company International.",
    "intro": "These four feature events run throughout the day led by your Community Ambassadors, and shape the fate of Doncaster’s wilds.",
    "cards": [
      {
        "title": "Join a City Route Tour",
        "body": "Embark on Route Tours led by local guides! Explore Doncaster’s landmarks, tackle raids, battles, and uncover Wild secrets.",
        "image": "gowa/activity-route-tour.png",
        "image_alt": "Community Ambassadors leading a city route tour"
      },
      {
        "title": "Digital Geocache Quest",
        "body": "Join the Fairy Council in a secret investigation to uncover Team NO Wild’s true plans. Complete puzzles and uncover hidden clues to gain power, then use your power for good — or bad!",
        "image": "gowa/activity-geocache.png",
        "image_alt": "Digital geocache quest illustration"
      },
      {
        "title": "Take on Team NO Wild",
        "body": "Team NO Wild Grunts are scattered across the city. Find them, battle them, and earn your stamps — or… help them spread their message.",
        "image": "gowa/activity-team-nowild.png",
        "image_alt": "Team NO Wild battle scene"
      },
      {
        "title": "GOWA Doncaster Community Day League (10AM–5PM)",
        "body": "Battle alongside your chosen faction! Every match helps your side control more of the city. Compete, climb the ranks, and prove your strength.",
        "image": "gowa/activity-league.png",
        "image_alt": "Competitive Pokémon GO league battles"
      }
    ]
  },
  "agenda": {
    "heading": "Community Celebration: Doncaster Agenda",
    "note": "Route tours, NO Wild PVP battles and more will be available throughout the day. Timings will be shared closer to the event. This agenda is for the event on Sunday 16th November. For details regarding meet-ups on Saturday 15th November, please check Campfire.",
    "events": [
      {
        "time": "10:00",
        "label": "Community Celebration Opening Ceremony @ Doncaster Corn Exchange"
      },
      {
        "time": "13:00 – 14:00",
        "label": "Trading Post @ Doncaster Markets"
      },
      {
        "time": "17:50",
        "label": "Community Celebration Closing Ceremony @ Doncaster Corn Exchange"
      },
      {
        "time": "18:00 onwards",
        "label": "Social Events @ The Market Square – \"Get ready to throw it down! There ain’t no party like an RDAB party!!!\""
      }
    ]
  }
}
